IDEA Open Model
ProjectDataEc.AnnexCode Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the actual national annex
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public NationalAnnexCode AnnexCode { get; set; }
Public Property AnnexCode As NationalAnnexCode
	Get
	Set
Property Value
Type: NationalAnnexCode
See Also
Reference
ProjectDataEc Class
IdeaRS.OpenModel Namespace